Repository: Kevin-Patel-77/Food_Recipes_App
Catalog: food-recipes/src/locales/*/messages.po
Languages: es, fr

source: About Us
es: Sobre nosotros
fr: À propos de nous

source: Cocoa Fusion
es: Fusión de cacao
fr: Fusion de cacao

source: Contact
es: Contacto

source: Crave-Worthy Dishes
es: Platos irresistibles
fr: Des plats irrésistibles

source: Desserts that steal
es: Postres que roban protagonismo
fr: Des desserts qui volent la vedette

source: Discover crave-worthy dishes you'll love--easy to make,
es: Descubre platos irresistibles que te encantarán: fáciles de preparar,
fr: Découvrez des plats irrésistibles que vous allez adorer — faciles à préparer,

source: Foodies
es: Amantes de la comida
fr: Gourmands

source: For
es: Para
fr: Pour

source: full of flavor , and always satisfying
es: llenos de sabor y siempre satisfactorios
fr: pleins de saveurs et toujours satisfaisants

source: Home
es: Inicio
fr: Accueil

source: Language
es: Idioma
fr: Langue

source: Log In
es: Iniciar sesión
fr: Se connecter

source: Logout
es: Cerrar sesión
fr: Se déconnecter

source: meets taste.
es: se encuentra con el sabor.
fr: rencontre le goût.

source: Menu
es: Menú

source: My
es: Mi
fr: Mon

source: plated perfectly.
es: presentado a la perfección.
fr: présenté à la perfection.

source: Saalmon Bowl
es: Bol de salmón
fr: Bol de saumon

source: Sign Up
es: Registrarse
fr: S'inscrire

source: The essence of India,
es: La esencia de la India,
fr: L'essence de l'Inde,

source: the show.
es: el espectáculo.
fr: le spectacle.

source: Tokyo Teriyaki
es: Teriyaki de Tokio
fr: Teriyaki de Tokyo

source: Veggie Medley
es: Mezcla de verduras
fr: Mélange de légumes

source: View Menu
es: Ver menú
fr: Voir le menu

source: Where tradition
es: Donde la tradición
fr: Où la tradition

source: with Fresh Salmon
es: con salmón fresco
fr: avec du saumon frais

source: with Fresh Veggies
es: con verduras frescas
fr: avec des légumes frais

source: with Glazed Chicken
es: con pollo glaseado
fr: avec du poulet glacé

source: with Natural Ingredients
es: con ingredientes naturales
fr: avec des ingrédients naturels

source: You'll Love
es: Te encantará
fr: Vous allez adorer
